{
  "basics": {
    "name": "James O'Brien",
    "label": "PhD Student in Theoretical Chemistry",
    "image": "",
    "email": "james.obrien-4@postgrad.manchester.ac.uk",
    "url": "https://jamesobrien02.github.io/",
    "location": {
      "address": "Dover Street Building",
      "postalCode": "M13 9PL",
      "city": "Manchester",
      "countryCode": "UK"
    },
    "profiles": [
      {
        "network": "Twitter",
        "username": "OBrienjames",
        "url": "https://x.com/james_ob2"
      }
    ]
  },
  "work": [
    {
      "name": "University of Manchester",
      "position": "PhD Student",
      "startDate": "2023-09-01",
      "endDate": "2027-04-01",
      "summary": "Undertaking a PhD in the application of sigma-holes in organocatalysis.",
      "highlights": ["Sigma-Hole Interactions"]
    }
  ],
  "education": [
    {
      "institution": "Trinity College Dublin, Ireland",
      "location": "Dublin, Ireland",
      "url": "https://www.tcd.ie",
      "area": "Chemical Sciences",
      "studyType": "B.A. (mod.)",
      "startDate": "2019-09-01",
      "endDate": "2023-06-31",
      "score": "I",
      "courses": ["Medicinal Chemistry"]
    }
  ],
  "awards": [
    {
      "title": "Royal Society of Chemistry Bursary",
      "date": "2022-06-31",
      "awarder": "Royal Society of Chemistry",
      "url": "https://www.nobelprize.org/prizes/physics/1921/james/biographical/",
      "summary": "Royal Society of Chemistry provided the necessary bursary for undertaking a summer project in Dr. Cristina Trujillo's research group on the application of sigma-holes in organocatalysis."
    }
  ],
  "publications": [
    {
      "name": "Computational Design of Bidentate Hypervalent Iodine Catalysts in Halogen Bond‐Mediated Organocatalysis",
      "publisher": "ChemPhysChem",
      "releaseDate": "2024-11-18",
      "url": "https://chemistry-europe.onlinelibrary.wiley.com/doi/abs/10.1002/cphc.202400515",
      "summary": "In recent years, halogen bond‐based organocatalysis has garnered significant attention as an alternative to hydrogen‐based catalysis, capturing considerable interest within the scientific community. This transition has witnessed the evolution of catalytic scaffolds from monodentate to bidentate architectures, and from monovalent to hypervalent species. In this DFT‐based study, we explored a bidentate hypervalent iodine(III)‐based system that has already undergone experimental validation. Additionally, we explore various functionalisations (‐CF3, ‐CH3, ‐tBu, ‐OH, ‐OMe, ‐NO2, ‐CN) and scaffold modifications, such as sulfur oxidation, theoretically proposed for an indole‐based Michael addition. The investigated systems favour bidentate O‐type binding, underlining the importance of ligand coordination in catalytic activity. Electron‐deficient scaffolds exhibited stronger binding and lower activation energies …"
    },
    {
      "name": "Oxenoid reactivity enabled by targeted photoactivation of periodate",
      "publisher": "Angewandte Chemie",
      "releaseDate": "2025-02-03",
      "url": "https://onlinelibrary.wiley.com/doi/abs/10.1002/ange.202417402",
      "summary": "The chemistry of low‐valent intermediates continues to inspire new modes of reactivity across synthetic chemistry. But while the generation and reactivity of both carbenes and nitrenes are well‐established, difficulties in accessing oxene, their oxygen‐based congener, has severely hampered its application in synthesis. Here, we report a conceptually novel approach towards oxenoid reactivity through the violet‐light photolysis of tetrabutylammonium periodate. Computational studies reveal an unexpected geometric change upon periodate photoexcitation that facilitates intersystem crossing and near‐barrierless dissociation of triplet periodate into oxene. Under these operationally simple conditions, we have demonstrated the epoxidation of a wide range of substituted olefins, revealing unprecedented functional group compatibility. By overcoming the historic challenges associated with employing oxene as an …"
    },
    {
      "name": "Computational-aided Design of Neutral Chiral Bidentate Tellurium-Triazoles for Enantioselective Chalcogen-Bonding Catalysis",
      "publisher": "ChemRxiv",
      "releaseDate": "2025-09-19",
      "url": "https://chemrxiv.org/engage/chemrxiv/article-details/68c0a7719008f1a4677499d9",
      "summary": "This work reports a computational-aided design driven approach towards chiral chalcogen-bond donor structures able to accomplish the still unprecedented, highly challenging asymmetric chalcogen-bonding catalysis. Optimisation of the chiral central backbone in rather simple bistriazole-bistelluride-based structures to effect a bidentate binding to Lewis basic substrates was performed, leading to the identification of (R,R)-1,3-diamino cyclohexane moiety as appropriate chiral spacer. While no binding was observed for other chiral central backbones, a moderate affinity to chloride anion as model substrate was recorded for the optimised neutral, bidentate system (Ka ~50-60 M-1 in THF-d8), for which key binding features were further revealed upon computational analysis on the corresponding catalyst-chloride complex. Hence, a chiral induction using chalcogen-bond as main activation was achieved for the first time, reaching enantioselectivities of up to 11:89 e.r. (78% ee) in the chosen test anion-binding benchmark Reissert-type reaction of (iso)quinolines."
    }
  ],
  "languages": [
    {
      "language": "English",
      "fluency": "Fluent",
      "icon": ""
    }
  ],
  "interests": [
    {
      "name": "Chemistry",
      "icon": "fa-solid fa-tag",
      "keywords": ["Organic Chemistry", "Molecular Modelling", "Mechanistic Elucidation", "Noncovalent Interactions"]
    }
  ],
  "references": [
    {
      "name": "Dr. Cristina Trujillo",
      "icon": "fa-solid fa-laptop"
    },
    {
      "name": "Prof. Thorfinnur Gunnlaugsson",
      "icon": "fa-solid fa-thumbtack"
    }
  ],
  "projects": [
    {
      "name": "Application of Sigma-Hole Interactions in Organocatalysis",
      "highlights": ["Halogen Bonding", "Chalcogen Bonding"],
      "startDate": "2023-09-01",
      "endDate": "2027-03-31"
    }
  ]
}
